err_backend/app/controllers/errors_controller.rb

  def index
    @errors = Error.all
---
SELECT "errors".* FROM "errors"